


// export const Data = [
//   {
//     id: 1,
//     header: '만드는 사람이 수고로운 UX 개발기',
//     description:
//       '백오피스 서비스의 UX를 개선하여 사용성을 향상시킨 사례와 경험을 공유합니다',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 2,
//     header: '작고 아기자기하지만, 개발조직의 문화 만들기 [ep 4. 정기 밋업]',
//     description: '웹프론트개발그룹 운영진 1기의 정기 밋업 이야기를 공유합니다',

//     image: image4,
//     date: '2022-12-23',
//   },

//   {
//     id: 3,
//     header: 'CDC 너두 할 수 있어(feat. B2B 알리 서비스에 Kafka CDC 적용하기)',
//     description:
//       '백오피스 서비스의 UX를 개선하여 사용성을 향상시킨 사례와 경험을 공유합니다',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 4,
//     header: '우리 팀의 타임스크립트 컨벤션 정하기 여정',
//     description:
//       'TypeScript(타입스크립트) 컨벤션을 정해 나간 여정을 공유합니다',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 5,
//     header: '콘텐츠 브로드캐스팅이 가능한 CMS 만들기',
//     description:
//       '길다면 길고 짧다면 짧은 3개월간에 걸친 CMS(Content Management System) 슬롯화 프로젝트',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 6,
//     header: 'Kotlin 테스트 코드 자동화 Intellij 플러그인 개발기',
//     description:
//       '개발을 하다 보면 코드의 신뢰성을 검증하거나 내용을 전달하는 목적으로 테스트 코드를 많이 작성하게 되는데요',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 7,
//     header: 'PostgreSQL Vacuum에 대한 거의 모든 것',
//     description:
//       'PostgreSQL에는 다른 DBMS에서는 볼 수 없는 Vacuum이라는 개념이 존재합니다',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 8,
//     header:
//       '작고 아기자기하지만, 개발조직의 문화 만들기 [ep 3. 소소한 단기 프로젝트]',
//     description:
//       '지난 두 번째 에피소드에서 찬지 님이 웹프론트개발그룹 운영진(이하 운영진)의 장기간 진행된 프로젝트를 소개해 주었는데요',

//     image: image4,
//     date: '2022-12-23',
//   },
//   {
//     id: 9,
//     header:
//       '작고 아기자기하지만, 개발조직의 문화 만들기 [ep 2. 장기프로젝트 기획하고 운영하기]',
//     description: '지난 글 "작고 아기자기하지만',

//     image: image4,
//     date: '2022-12-23',
//   },
// ];



export const userTestimonial = [
  {
    id: 1,
    name: 'gk****',
    description1: `앞서 다른업체와 일정등의 이슈로 한번 엎
어진 상태에서 더욱 타이트한 일정과 업무
량이 있었는데 모든 일정 및 업무량을 소
화해내 주셨습니다.`,
    description2: `
또한 문제에 대한 피드백도 빠르게 처리해
주시고 중간에 저희 업체의 이슈로 프로젝
트 진행자체에 차질이 있기도 했지만 너그
러히 이해해주시고 무사히 프로젝트를 끝
낼 수 있어서 너무 감사했습니다.`,
    location: '지케이 337 주식회사',
  },
  {
    id: 2,
    name: 'mo****',
    description1: `블루투스 연동하여 새롭게 개발해야하는 
    프로젝트 였습니다.`,
    description2: `
    
    
    저희가 개발 경험이 없어 갈피를 잡지 못
    하였는데 친절하게 잘 알려주시고 현실적
    인 방향을 안내해 처리해주셨습니다. 
    
    요구사항에 대해 피드백을 바로 해주셔서 많은 도움이 되었습니다.`,
    location: '주식회사 모티',
  },
  {
    id: 3,
    name: 'ko****',
    description1: `처음으로 어플리케이션을 의뢰했고, 걱정을 많이 했던 프로젝트였습니다.`,
    description2:`
    
    약 2주간의 기간 동안 완성도, 개발일
    정, 가격, 커뮤니케이션 등 모든 부분에서
    정말 완벽하게 진행되었습니다.`,
    description3: `
    
    파트너 선정 후에는 단톡방에서 개발사 
    대표님과 이사님, 개발사가 유기적으로 
    빠른 소통을 해주셔서 개발 완성도에...`,
    location: '피플앤 컴퍼니',
  },
  {
    id: 4,
    name: 'yd*****',
    description1: `SEO 최적화 관련하여 전문지식이 없었는
    데, 저희가 궁금했던 사항들을 포함해서 
    디테일하게 가이드 해주셨습니다. 
    감사드립니다.`,
    location: 'yd*****',
  },
  {
    id: 5,
    name: 'ba*****',
    description1: `프로젝트 개발 기간이 과하게 도전적인 일
    정을 가지고 있었는데 기한 준수를 위해엄
    청 노력해 주신 부분이 가장 좋았습니다.`,
    description2: `
    
    촉박한 개발 일정으로 중간에 확인된 오류를 수정하는 데에도 어려움이 좀 있었는데, 이 부분도 유지 보수 기간 내에 잘 마무리 해주시겠다고하셔서 안심이 됩니다.`,
    description3: `
    
    무엇보다 다음에도 유사한 프로젝트...`,
    location: '(주) 엘지유플러스',
  },
  {
    id: 6,
    name: 'De*****',
    description1: `최근 한 외주맡긴 작업중 가장 빠르고 정
    확하게 주셨습니다.`,

    description2: `
    
    관련 분야라면 전문성이 높고 수준높은 개
    발자들이 빠른 대처를 해주셔서 굉장히 작
    업에 편했습니다.` ,

    description3: `
    
    다음번 작업에도 전문성/협조성/대용 등
    의 굉장히 훌륭했기 때문에 다시 찾고 싶
    은 외주입니다.`,
    location: '주식회사 뉴아인',
  },
  {
    id: 7,
    name: 'gi*****',
    description1: `유니티 모듈을 네이티브로 전환하는 프로
    젝트를 진행했습니다.`,
    description2: `
    
    부족한 기능, 정책 문서 임에도 전문성을 
    바탕으로 한 적극적인 의견 게제로 완성도 
    높은 결과물을 받을 수 있었습니다.`,
    description3: `
    
    향후 또 다른 프로젝트가 발생하면 다시 
    일하고 싶은 파트너 입니다. 기간 내 확인 
    된 부족한 부분들을...`,
    location: '주식회사 진저나인',
  },
  {
    id: 8,
    name: 'gk****',
    description1: `앞서 다른업체와 일정등의 이슈로 한번 엎
    어진 상태에서 더욱 타이트한 일정과 업무
    량이 있었는데 모든 일정 및 업무량을 소
    화해내 주셨습니다.`,

    description2: `
    
    또한 문제에 대한 피드백도 빠르게 처리해
    주시고 중간에 저희 업체의 이슈로 프로젝
    트 진행자체에 차질이 있기도 했지만 너그
    러히 이해해주시고 무사히 프로젝트를 끝
    낼 수 있어서 너무 감사했습니다.`,
    location: '지케이 337 주식회사',
  },
  {
    id: 9,
    name: 'mo****',
    description1: `블루투스 연동하여 새롭게 개발해야하는 
    프로젝트 였습니다.`,
    description2: `
    
    저희가 개발 경험이 없어 갈피를 잡지 못
    하였는데 친절하게 잘 알려주시고 현실적
    인 방향을 안내해 처리해주셨습니다.`,
    description3: `
    
    요구사항에 대해 피드백을 바로 해주셔서 많은 도움이 되었습니다.`,
    location: '지케이 337 주식회사',
  },
  {
    id: 10,
    name: 'ko****',
    description1: `처음으로 어플리케이션을 의뢰했고, 걱정을 많이 했던 프로젝트였습니다.`,
    description2: `
    
    약 2주간의 기간 동안 완성도, 개발일
    정, 가격, 커뮤니케이션 등 모든 부분에서
    정말 완벽하게 진행되었습니다.`,
    description3: ` 
    
    파트너 선정 후에는 단톡방에서 개발사 
    대표님과 이사님, 개발사가 유기적으로 
    빠른 소통을 해주셔서 개발 완성도에...`,
    location: '피플앤 컴퍼니',
  },
  {
    id: 11,
    name: 'yd*****',
    description1: `SEO 최적화 관련하여 전문지식이 없었는
    데, 저희가 궁금했던 사항들을 포함해서 
    디테일하게 가이드 해주셨습니다. 
    감사드립니다.`,
    location: '(주)와이디앤에스',
  },
  {
    id: 12,
    name: 'ba*****',
    description1: `프로젝트 개발 기간이 과하게 도전적인 일
    정을 가지고 있었는데 기한 준수를 위해엄
    청 노력해 주신 부분이 가장 좋았습니다.`,
    description2: `
    촉박한 개발 일정으로 중간에 확인된 오류를 수정하는 데에도 어려움이 좀 있었는데,
     이 부분도 유지 보수 기간 내에 잘 마무리 해주시겠다고하셔서 안심이 됩니다.`,
     description3: `
    무엇보다 다음에도 유사한 프로젝트...`,
    location: '(주) 엘지유플러스',
  },
];
